{
    "en": {
        "home": "Home",
        "features": "Features",
        "gallary": "Gallary",
        "testimonials": "Testimonials",
        "bookne": "Book now",
        "mplex": "Country hotel complex where you want to be forever",
        "xat": "Complex for complete relaxation",
        "aurant": "Royal Park – An elegant restaurant and hotel complex with banquet facilities for events of any format.<br><br>Our complex is located near the village of Saltanovka on the banks of the Fatovka River, seven kilometers from the city of Mogilev.<br><br>There is a restaurant on site, where none of the dishes will leave even the most demanding guest indifferent.<br><br>There is a forest area around the restaurant, and there is parking for vehicles.<br><br>On the second and third floors of the complex there is a luxury hotel with a beautiful view of the Fatovka River and the forest.<br><br>Services also offer the opportunity to enjoy fishing, renting gazebos with barbecues for family weekends or mini-banquets, and renting a boat for luxury photo shoots.<br><br>Modern Royal Park is an ideal opportunity to escape from the hustle and bustle into a world of comfort, coziness, and traditional hospitality.<br><br>A wide range of services for every taste will satisfy every guest who enters the world of Royal Park.</p>",
        "ndro": "Hotel<br>and room",
        "ecca": "An impeccable holiday destination is not just a dream! Hotel Rayal Park combines luxury and comfort.<br><br>The ideal location of the hotel complex will definitely be fully appreciated by lovers of a quiet, country holiday.<br><br>What could be better than falling asleep to the singing of birds and the sound of trees, and the view of nature from the hotel window will ideally complement all your sensations!<br><br>Rayal Park has taken great care of the comfort of its guests.<br><br>Everyone will choose and can book a room to their liking and for different needs, be it a business trip or a family vacation.<br><br>And for lovers of true comfort, there is always the opportunity to book a suite!<br><br>If you are still thinking about where to stay for the night, there is no better place.",
        "stl": "Tired of the city bustle? Rayal Park knows what will help you! Relaxing in our complex will help you unwind. A huge territory with its own pond opens up great opportunities for entertainment. Renting gazebos for relaxation, fishing, lunch in a restaurant, a walk in the park, holding events in banquet halls - all this and much more for our guests! And for those who want to stay with us longer, there is a 24-hour hotel",
        "ryone": "A place<br>for<br>everyone",
        "bne": "Events",
        "orpora": "Corporate events",
        "versar": "Anniversaries",
        "edd": "Weddings",
        "ration": "Holding any celebrations in Ryal Park is remembered for a long time! Weddings, anniversaries, corporate events are held with us so often that satisfied guests do not have time to leave positive reviews. Renting any banquet hall for your events with us is a lot of positive emotions, satisfied guests, and most importantly beautiful photos against the backdrop of the beauty of nature! There is no need to look for locations for a photo shoot, because good shots can be taken literally at every step. Masterpieces of landscape design, as well as luxurious designer interiors will decorate any frame, turning it into a real work of art. An impressive selection of venues for events, attention to detail and the legendary service of Ryal Park will make the holiday of your dreams come true!",
        "tail": "More details",

        "ont": "Contact us",
        "send_request": "Submit request",
        "ap": "Map",
        "catio": "Travel deals on hotels, flights, vacation packages.",
        "reggh": "Home",
        "thrtrh": "Accessibility",
        "erge": "Lertifiotion",
        "nre": "Knowledge",
        "grtr": "Pages",
        "getr": "Blogs",
        "rea": "Careers",
        "mu": "Communing",
        "ub": "SUBSCRIBE",
        "languageButton": "English",
        "logout": "logout",
        "dobro": "Welcome!",
        "viber": "Select action:",
        "loginBtn": "Login",
        "registerBtn": "Register",
        "themeButton": "change theme",
        "scr": "Subscribe"
    },
    "ru": {
        "home": "Дом",
        "features": "Функции",
        "gallary": "Галерея",
        "testimonials": "Отзывы",
        "bookne": "Забронируйте сейчас",
        "mplex": "Загородный гостиничный комплекс, где хочется остаться навсегда",
        "xat": "Комплекс для полной релаксации",
        "aurant": "Royal Park – Элегантный ресторанно-гостиничный комплекс с банкетными залами для мероприятий любого формата.<br><br>Наш комплекс расположен недалеко от деревни Салтановка на берегу реки Фатовка, в семи километрах от города Могилева.<br><br>На территории комплекса расположен ресторан, ни одно из блюд которого не оставит равнодушным даже самого взыскательного гостя.<br><br>Вокруг ресторана расположена лесная зона, а также есть парковка для автотранспорта.<br><br>На втором и третьем этажах комплекса располагается роскошный отель с прекрасным видом на реку Фатовку и лес.<br><br>Также к услугам гостей – возможность заняться рыбалкой, арендовать беседки с мангалами для семейных выходных или мини-банкетов, арендовать лодку для роскошных фотосессий.<br><br>Современный Royal Park – это идеальная возможность отвлечься от суеты и окунуться в мир комфорта, уюта и традиционного гостеприимства.<br><br>Широкий спектр услуг на любой вкус удовлетворит каждого гостя, который попадает в мир Королевского парка.",
        "ndro": "Отель<br>и номер",
        "ecca": "Безупречное место отдыха — это не просто мечта! Отель Rayal Park сочетает в себе роскошь и комфорт.<br><br>Идеальное расположение гостиничного комплекса обязательно по достоинству оценят любители тихого, загородного отдыха.<br><br>Что может быть лучше, чем засыпать под пение птиц и шум деревьев, а вид на природу из окна отеля идеально дополнит все ваши ощущения!<br><br>В отеле Rayal Park позаботились о комфорте своих гостей.<br><br>Каждый выберет и сможет забронировать номер по своему вкусу и под разные нужды, будь то деловая поездка или семейный отдых.<br><br>А для любителей настоящего комфорта всегда есть возможность забронировать номер-люкс!<br><br>Если вы все еще думаете, где остановиться на ночь, лучшего места не найти.",
        "stl": "Устали от городской суеты? Rayal Park знает, что вам поможет! Отдых в нашем комплексе поможет вам расслабиться. Огромная территория с собственным прудом открывает большие возможности для развлечений. Аренда беседок для отдыха, рыбалка, обед в ресторане, прогулка по парку, проведение мероприятий в банкетных залах — все это и многое другое для наших гостей! А для тех, кто хочет задержаться у нас подольше, работает круглосуточная гостиница",
        "ryone": "Место<br>для<br>каждого",
        "bne": "События",
        "orpora": "Корпоративные мероприятия",
        "versar": "Годовщины",
        "edd": "Свадьбы",
        "ration": "Проведение любого торжества в Ryal Park запоминается надолго! Свадьбы, юбилеи, корпоративы у нас проводятся так часто, что довольные гости не успевают оставлять положительные отзывы. Аренда любого банкетного зала для вашего мероприятия у нас — это масса положительных эмоций, довольные гости, а главное красивые фотографии на фоне красоты природы! Нет необходимости искать локации для фотосессии, ведь удачные кадры можно сделать буквально на каждом шагу. Шедевры ландшафтного дизайна, а также роскошные дизайнерские интерьеры украсят любой кадр, превратив его в настоящее произведение искусства. Впечатляющий выбор площадок для мероприятий, внимание к деталям и легендарный сервис Ryal Park позволят воплотить праздник вашей мечты в реальность!",
        "tail": "Подробнее",

            "ont": "Свяжитесь с нами",
            "send_request": "Отправить запрос",
            "ap": "Карта",
            "catio": "Туристические предложения по отелям, авиабилетам, путевкам.",
            "reggh": "Главная",
            "thrtrh": "Доступность",
            "erge": "Сертификация",
            "nre": "Знания",
            "grtr": "Страницы",
            "getr": "Блоги",
            "rea": "Карьера",
            "mu": "Сообщество",
            "ub": "ПОДПИСАТЬСЯ",
            "languageButton": "Русский",
            "themeButton": "Сменить тему",
            "logout": "выйти",
            "dobro": "Добро пожаловать!",
            "viber": "Выберите действие:",
            "loginBtn": "Авторизоваться",
            "registerBtn": "Зарегистрироваться",
            "scr": "Подписаться"
    }
  }